var d3GlobLocale = d3.locale({
	decimal: ",",
	thousands: ".",
	grouping: [3],
	currency: ["", "руб."],
	dateTime: "%a %b %e %X %Y",
	date: "%d/%m/%Y",
	time: "%H:%M:%S",
	periods: ["AM", "PM"],
	days: ['воскресенье','понедельник','вторник','среда','четверг','пятница','суббота'],
	shortDays: ['вск','пнд','втр','срд','чтв','птн','сбт'],
	months: ['Январь','Февраль','Март','Апрель','Май','Июнь',
	     	'Июль','Август','Сентябрь','Октябрь','Ноябрь','Декабрь'],
	shortMonths: ['Янв','Фев','Мар','Апр','Май','Июн',
	          	'Июл','Авг','Сен','Окт','Ноя','Дек']
});