(function () {
	$.fullCalendar.defaultOptions = {
		buttonText: {
			prev: '&#x3C;הקודם',
			next: 'הבא&#x3E;',
			today: 'היום'
		},
		monthNames: ['ינואר','פברואר','מרץ','אפריל','מאי','יוני',
		         	'יולי','אוגוסט','ספטמבר','אוקטובר','נובמבר','דצמבר'],
	 	monthNamesShort: ['ינו','פבר','מרץ','אפר','מאי','יוני',
	 	             	'יולי','אוג','ספט','אוק','נוב','דצמ'],
	 	dayNames: ['ראשון','שני','שלישי','רביעי','חמישי','שישי','שבת'],
	 	dayNamesShort: ['א\'','ב\'','ג\'','ד\'','ה\'','ו\'','שבת'],
	 	isRTL: true
	};
})();